Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D14.tmx
Source language: en_us
Languages: zh_cn

source: Fundamentals of Buddhism: Karma
zh_cn: 佛教基础：业

source: Today we have come to a couple of related ideas which are common in Buddhism and they are the ideas of karma and rebirth.
zh_cn: 今天我们要介绍一对在佛教中常见的互相关联的概念：业力与转生。

source: These ideas are closely inter-related, but because the subject is a fairly wide one, we will begin to deal with the idea of karma today and rebirth in the following lecture.
zh_cn: 这两个概念联系紧密，但由于其主旨涵义深远，今天我们首先讨论因缘的概念，而转生则留给下一次课说。

source: We know that what binds us in samsara are the defilements - desire, ill-will and ignorance.
zh_cn: 我们知道，将我们束缚于轮回之中的，是三毒：贪、嗔、痴。

source: We spoke about this when we talked about the Second Noble Truth - the truth of the cause of suffering.
zh_cn: 我们在谈及第二圣谛的时候说过，第二圣谛是指烦恼产生的真相。

source: These defilements are something which every living being in samsara shares, whether we speak of human beings or animals or beings who live in the other realms which we do not normally perceive.
zh_cn: 这些毒害是轮回之中的众生所共有的，无论是人类，动物，或是我们通常无法察觉的另一个世界的生灵。

source: In this, all living beings are alike and yet amongst all the living beings that we can normally perceive, there are many differences.
zh_cn: 由是观之，众生皆有相似处。在我们可感知的众生之中，也有许多差别。

source: For instance, some of us are wealthy, some are less wealthy, some are strong and healthy, others are disabled and so forth.
zh_cn: 例如，我们之中有人富贵，有人贫贱；有人健壮，有人残疾，等等。

source: There are many differences amongst living beings and even more so there are differences between animals and human beings.
zh_cn: 众生之间各自有差别，乃至人类与动物之间亦各自有差别。

source: These differences are due to karma.
zh_cn: 种种差别乃是因缘业力所致。

source: What we all share - desire, ill-will and ignorance - are common to all living beings, but the particular condition in which we find ourselves is the result of our particular karma that conditions the situation in which we find ourselves, the situation in which we may be wealthy, strong and so forth.
zh_cn: 我们所共有的——贪、嗔、痴——对众生来说相当普遍，而我们所感知的自己的特殊状态，则是我们特殊的因缘制约着我们的感知情况的结果。这种情况指的就是我们的富有、强壮等等。

source: These circumstances are decided by karma.
zh_cn: 这些境况取决于业力。

source: It is in this sense that karma explains the differences amongst living beings. It explains why some beings are fortunate while others are less fortunate, some are happy while others are less happy.
zh_cn: 从这个意义上说，业力解释了众生间的差别，解释了为什么有人幸运，有人却不幸，有些人快乐，有些人却忧愁。

source: The Buddha has specifically stated that karma explains the differences between living beings.
zh_cn: 佛祖明确开示了，因缘业力乃是众生差别之源。

source: You might also recall that the understanding of how karma affects the birth of living beings in happy or unhappy circumstances - the knowledge of how living beings move from happy circumstances to unhappy circumstances, and vice versa, from unhappy to happy circumstances as a result of their karma - was part of the Buddha's experience on the night of His enlightenment.
zh_cn: 你也许可以领悟关于业力是如何影响人出生时环境的好坏的。关于众生如何从好的环境转移至坏的环境（反之亦然，由坏的移至好的）的知识，也是佛祖在祂顿悟之夜获得的经验。

source: It is karma that explains the circumstances that living beings find themselves in.
zh_cn: 业力解释了众生自觉所在的环境。

source: Having said this much about the function of karma, let us look more closely at what karma is.
zh_cn: 说了这么多业力的功效，让我们看看业力究竟是什么。

source: Let us define karma.
zh_cn: 让我们来定义一下业。

source: Maybe we can define karma best by first deciding what karma is not.
zh_cn: 也许我们得先清楚业不是什么，才能更好的定义它。

source: It is quite often the case that we find people misunderstanding the idea of karma.
zh_cn: 我们经常遇到人们错误理解业的概念的事。

source: This is particularly true in our daily casual use of the term.
zh_cn: 这是我们日常对这一术语的随意运用中的事实。

source: We find people saying that one cannot change one's situation because of one's karma.
zh_cn: 我们发现人们经常说人不能改变自己的境遇，因为业力。

source: In this sense, karma becomes a sort of escape.
zh_cn: 这种时候，业力成为了一种逃避。

source: It becomes similar to predestination or fatalism.
zh_cn: 它变得和宿命论相似。

source: This is emphatically not the correct understanding of karma.
zh_cn: 这显然不是正确理解业力的一种方式。

source: It is possible that this misunderstanding of karma has come about because of the popular idea that we have about luck and fate.
zh_cn: 有可能这种误解产生于我们对幸运和不幸的通俗理解。

source: It may be for this reason that our idea of karma has become overlaid in popular thought with the notion of predestination.
zh_cn: 正因为如此，我们对业力的理解被通俗的宿命论概念掩盖了。

source: Karma is not fate or predestination.
zh_cn: 业力，并非所谓宿命论。

source: If karma is not fate or predestination, then what is it?
zh_cn: 如果它不是宿命，又是什么呢？

source: Let us look at the term itself. Karma means action, means "to do".
zh_cn: 我们看看这个词语本身，“业”的意思是行动，是“做”的意思。

source: Immediately we have an indication that the real meaning of karma is not fate because karma is action. It is dynamic.
zh_cn: 于是我们立即得到了这样一个启示：业力不等同于命运，因为它是一种行动，是动态的。

source: But it is more than simply action because it is not mechanical action.
zh_cn: 它比行动的含义更丰富，因为它不仅仅是机械的运动。

source: It is not unconscious or involuntary action.
zh_cn: 它不是无意识的、不自觉的运动。

source: It is intentional, conscious, deliberate, wilful action.
zh_cn: 它是蓄意的、自觉的、从容的、随性的一种运动。

source: How is it that this intentional, wilful action conditions or determines our situation?
zh_cn: 这样一种蓄意的、随性的运动怎么会制约和决定我们的状况？

source: It is because every action must have a reaction, an effect.
zh_cn: 因为每一个行动都有它的反馈，或者成效。

source: This truth has been expressed in regard to the physical universe by the great physicist Newton who formulated the law which states that every action must have an equal and opposite reaction.
zh_cn: 这个真理已经在物理世界被物理学家牛顿的作用力与反作用力定律表达了。

source: In the moral sphere of conscious actions, we have a counterpart to the physical law of action and reaction, the law that every intentional, wilful action must have its effect.
zh_cn: 在意识行为的道德层面，我们有与作用力与反作用了相应的理论，即每个蓄意、随性的行为都会有相应的后果。

source: This is why we sometimes speak either of Karma-Vipaka, intentional action and its ripened effect, or we speak of Karma-Phala, intentional action and its fruit.
zh_cn: 这些我们有时候也叫做“业报”，自觉的行为及其果报，或者说“业果”，业的行为和它的结果。

source: It is when we speak of intentional action together with its effect or fruit that we speak of the Law of Karma.
zh_cn: 我们再说业的行为和他的效果之时，就涉及了业的法则。

source: Let us take an example. If we plant a mango seed, the plant that springs up will be a mango tree, and eventually it will bear a mango fruit.
zh_cn: 比如，我们种下一粒芒果种子，会长成芒果树，当然也会结出芒果。

source: Alternatively, if we plant a Pong Pong seed, the tree that will spring up will be a Pong Pong tree and the fruit a Pong Pong.
zh_cn: 另外，当我们种下百花海芒果的种子，也只会长出百花海芒果的树，结出百花海芒果。

source: As one sows, so shall one reap. According to one's action, so shall be the fruit.
zh_cn: 有耕耘必有收获，有行动必有结果。

source: Similarly, in the Law of Karma, if we do a wholesome action, eventually we will get a wholesome fruit, and if we do an unwholesome action eventually we will get an unwholesome, painful result.
zh_cn: 相似地，在业的法则中，我们做了一件有益的事，就会得到有益的结果，如果做了有害的事，就有有害的结果。

source: This is what we mean when we say that causes bring about effects that are similar to the causes.
zh_cn: 这就是我们说的，有因必有果。

source: This we will see very clearly when we come to specific examples of wholesome and unwholesome actions.
zh_cn: 我们举几个善行或者恶行的例子，就可以看得更清楚点了。

source: We can understand by means of this general introduction that karma can be of two varieties - wholesome karma or good karma and unwholesome karma or bad karma.
zh_cn: 从上面的总体介绍我们可以看出业有两种变体——善业与恶业。

source: In order that we should not misunderstand this description of karma, it is useful for us to look at the original term.
zh_cn: 为了不让大家误解我对业的描述，我们先看一下原始词汇——Kushala、Akushala。

source: In this case, it is kushala or akushala karma, karma that is wholesome or unwholesome.
zh_cn: 即所谓业之善者与恶者。

source: In order that we understand how these terms are being used, it is important that we know the real meaning of kushala and akushala.
zh_cn: 为了了解这些术语的用法，我们先看看Kushala和Akushala的本义。

source: Kushala means intelligent or skilful, whereas akushala means not intelligent, not skilful.
zh_cn: -Kushala意味智慧的、灵巧的，而 Akushala意为不智慧的、不灵巧的。

source: This helps us to understand how these terms are being used, not in terms of good and evil but in terms of skilful and unskilful, in terms of intelligent and unintelligent, in terms of wholesome and unwholesome.
zh_cn: 这些有助于我们理解词汇的本义，并非出于道德上的善恶是灵巧与否、智慧与否、圆满与否。

source: Now how wholesome and how unwholesome?
zh_cn: 那么何谓圆满？何谓不圆满？

source: Wholesome in the sense that those actions which are beneficial to oneself and others, those actions that spring not out of desire, ill-will and ignorance, but out of renunciation, loving-kindness and compassion, and wisdom.
zh_cn: 圆满意味着该行为有利于自身及众生，并非源自贪、嗔、痴，而是来自克己、仁爱、慈悲和智慧。

source: One may ask how does one know whether an action that is wholesome or unwholesome will produce happiness or unhappiness.
zh_cn: 也许有人问如何知道一个行动是圆满或者不圆满的，会产生什么样的结局。

source: The answer is time will tell.
zh_cn: 答案是时间。

source: The Buddha Himself answered the question.
zh_cn: 佛祖也是这么回答的。

source: He has explained that so long as an unwholesome action does not bear its fruit of suffering, for so long a foolish person will consider that action good.
zh_cn: 祂解释道，只要还没有承受到业力带来的苦果，愚顽的人们就还以为那是好的。

source: But when that unwholesome action bears its fruit of suffering then he will realize that the action is unwholesome. Similarly, so long as a wholesome action does not bear its fruit of happiness, a good person may consider that action unwholesome. When it bears its fruit of happiness, then he will realize that the action is good.
zh_cn: 直到不圆满的苦果来临，人们才会意识到行为的不圆满，也只有幸福来临时，才会想起曾经的善行。

source: So one needs to judge wholesome and unwholesome action from the point of view of long-term effect.
zh_cn: 所以人们需要从长远角度考虑造业圆满与否的后果。

source: Very simply, whole-some actions result in eventual happiness for oneself and others, while unwholesome actions have the opposite result, they result in suffering for oneself and others.
zh_cn: 很简单，圆满的行为会给自己或他人产生幸福的结果，而不圆满的则相反。

source: Specifically, the unwholesome actions which are to be avoided relate to the three doors or means of action, and these are body, speech and mind.
zh_cn: 特别地，完满的功业是不能和三重门（贪、嗔、痴）或三戒律（身、心、言）相联系的。

source: There are three unwholesome actions of the body, four of speech and three of mind that are to be avoided.
zh_cn: 有3种关于身的不圆满行为，4种关于言的，3种关于心的，它们都必须避免。

source: The three unwholesome actions of body that are to be avoided are killing, stealing and sexual misconduct.
zh_cn: 3种关于身的行为是：杀生、盗窃、奸淫。

source: The four unwholesome actions of speech that are to be avoided are lying, slander, harsh speech and malicious gossip.
zh_cn: 4种关于言的行为是：欺诈、诽谤、辱骂、造谣。

source: Here too we can see how the effect is similar to the cause.
zh_cn: 这里我们可以看到因果原理正在起作用。

source: Killing shortens the life of others, deprives others of their loved ones and so forth, and so if we kill we will be liable to experience these effects.
zh_cn: 杀生折了别人的寿命，剥夺了别人的所爱，等等，所以如果我们杀生我们也要承受这些苦果。这里我们也可以看到因果的作用。

source: Similarly, stealing which is borne of the defilement of desire may lead to rebirth as a hungry ghost where one is totally destitute of desired objects.
zh_cn: 同样地，偷窃因贪念而起，所以会导致转生到完全是贫穷和贪婪生物的饿鬼道中。

source: If it does not result in rebirth as a ghost, it will result in poverty, dependence upon others for one's livelihood and so forth.
zh_cn: 如果尚不足以转生至饿鬼道，结果是一生贫穷，无依无靠之类。

source: Sexual misconduct results in martial distress or unhappy marriages.
zh_cn: 奸淫则是战争遇险或婚姻不幸。

source: While unwholesome actions produce unwholesome results - suffering, wholesome actions produce wholesome results - happiness.
zh_cn: 恶行导致恶果。善行导致善果。

source: One can interpret wholesome actions in two ways.
zh_cn: 可以从两方面解释善行。

source: One can simply regard wholesome actions as avoiding the unwholesome actions, avoiding killing, stealing, sexual misconduct and the rest.
zh_cn: 善行可以简单的解释为避免了恶行，避免了杀生、偷窃、奸淫等等。

source: Or one can speak of wholesome actions in positive terms. Here one can refer to the list of whole-some actions that includes generosity, good conduct, meditation, reverence, service, transference of merits, rejoicing in the merit of others, hearing the Dharma, teaching the Dharma and straightening of one's own views.
zh_cn: 当然也可以从正面解释，我们可以参考下面列出的善行，包括慷慨、端正、冥想、敬畏、恭顺、饶恕、欣赏别人的优点、听闻佛法、传颂佛法、纠正别人的想法。

source: Just as unwholesome actions produce suffering, these wholesome actions produce benefits.
zh_cn: 正如恶行导致痛苦，这些圆满的行为产生益处。

source: Again effects here are similar to the actions.
zh_cn: 效果与行为相似。

source: For example, generosity results in wealth.
zh_cn: 例如，慷慨会产生财富，听闻佛法会带来智慧。

source: Hearing of the Dharma results in wisdom.
zh_cn: 好的行为会产生相似的好的结果。

source: Karma, be it wholesome or unwholesome, is modified by the conditions under which the actions are performed.
zh_cn: 业，无论善恶，受行为实行时的条件制约。

source: In other words, a wholesome or unwholesome action may be more or less strong depending upon the conditions under which it is done.
zh_cn: 换句话说，善行或恶行的强烈程度取决于它发生时的条件。

source: The conditions which determine the weight or strength of karma may be divided into those which refer to the subject - the doer of the action - and those which refer to the object - the being to whom the action is done.
zh_cn: 决定业的轻重的条件被分为两部分：主体（行动实施者）和客体（行动接受者）。

source: So the conditions that determine the weight of karma apply to the subject and object of the action.
zh_cn: 因此它的行为也被分为主体行为和客体行为。

source: Specifically, if we take the example of killing, in order for the act of killing to have its complete and unmitigated power, five conditions must be present - a living being, the awareness of the existence of a living being, the intention to kill the living being, the effort or action of killing the living being, and the consequent death of the living being.
zh_cn: 特别地，如果以杀生为例，如果要它获得完整的终极的能量，需要5个条件存在——生命的存在，对生命的感知，杀生的意愿，杀生的行动或效果，生命死亡的结果。

source: Here too, we can see the subjective and the objective conditions.
zh_cn: 这里我们也能看出主体或客体条件。

source: The subjective conditions are the awareness of the living being, the intention to kill and the action of killing.
zh_cn: 主体条件是：对生命的感知，杀生的意愿，杀生的行动。

source: The objective conditions are the presence of the living being and the consequent death of the living being.
zh_cn: 客体条件是：生命的存在，生命死亡的结果。

source: Similarly, there are five conditions that modify the weight of karma and they are persistent, repeated action; action done with great intention and determination; action done without regret; action done towards those who possess extraordinary qualities; and action done towards those who have benefited one in the past.
zh_cn: 同样地，有5种制约业的轻重的条件：行动上的恒心、坚毅、无悔、为了非凡品质的贤者、为了曾经施恩于己者。

source: The subjective conditions are persistent action; action done with intention; and action done without regret.
zh_cn: 主观的条件有：恒心、坚毅、无悔。

source: If one does an unwholesome action again and again with great intention and without regret, the weight of the action will be enhanced.
zh_cn: 如果人持续做着恶行，并且有强烈的意愿而不愿悔改，其所受业力效果会增强。

source: The objective conditions are the quality of the object to whom actions are done and the nature of the relationship.
zh_cn: 客观的条件是为了非凡品质的贤者、为了曾经施恩于己者。

source: In other words, if one does a wholesome or unwholesome action towards living beings who possess extraordinary qualities such as the arhats, or the Buddha, the wholesome or unwholesome action done will have greater weight.
zh_cn: 换句话说，若有人行业的对象是贤者如阿罗汉、佛等，业的效力会大大增加。

source: Finally the power of wholesome or unwholesome action done towards those who have benefited one in the past, such as one's parents, teachers and friends, will be greater.
zh_cn: 最后，当人行业的对象是曾经的恩人，如双亲、师友等时，效果也会大增。

source: The objective and subjective conditions together determine the weight of karma. This is important because understanding this will help us to understand that karma is not simply a matter of black and white, or good and bad.
zh_cn: 主观与客观条件共同决定了业的轻重，这很重要，因为理解这些有助于我们理解业并非是非黑即白、非好即坏的说法。

source: Karma is moral action and moral responsibility. But the working of the Law of Karma is very finely tuned and balanced so as to match effect with cause, so as to take into account the subjective and objective conditions that determine the nature of an action.
zh_cn: 业，是道德的行动与反馈，业的法则被很平和地受它的起因制衡着。主客观的条件纳入考量，决定着行为的本性。
